Repository: asuglio/tmxConsolidation_MP
Catalog: Att-SmallerBite.tmx
Source language: en
Languages: es

source: Cell Phones
es: Teléfonos móviles

source: High Speed Internet
es: Internet de alta velocidad

source: Digital TV
es: Televisión digital

source: Home Phone
es: Teléfono residencial

source: Bundles
es: Paquetes

source: Wireless
es: Móvil

source: Pages Don't Look Right?
es: ¿No ves correctamente las páginas?

source: For a better online experience, we recommend updating your current browser or using one of these:
es: Para mejorar tu experiencia en línea, te recomendamos actualizar tu navegador actual o usar uno de estos:

source: Internet Explorer Browser will open in a new window or tab
es: Internet Explorer se abrirá en una nueva ventana o pestaña

source: Chrome Browser will open in a new window or tab
es: Chrome se abrirá en nueva ventana o pestaña

source: Firefox Browser will open in a new window or tab
es: Firefox se abrirá en nueva ventana o pestaña

source: Safari Browser will open in a new window or tab
es: Safari se abrirá en nueva ventana o pestaña

source: Close
es: Cerrar

source: Skip navigation
es: Saltar navegación

source: Business
es: Empresas

source: Small Business
es: Pequeñas empresas

source: Enterprise Business
es: Grandes empresas

source: Wholesale
es: Servicios mayoristas

source: Government
es: Gobierno

source: About {[&0:548]}
es: Acerca de {[&0:548]}
